Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Dopilnuję, żeby włos nie spadł z głowy tobie i twoim owcom.
uk: Я простежу, щоб жодна волосинка не впала з тебе та з твоїх овець.

source: Dopilnuję, żeby za to nieróbstwo Roderich wyrzucił tego, pożalcie się bogowie, sierżanta na zbity pysk!
uk: Я простежу, щоб за це неробство Родеріх вигнав цього, вибачте на слові, сержанта під три чорти!

source: Doprawdy, ciekawy sposób negocjacji...
uk: Справді, цікавий спосіб ведення переговорів...

source: Doprawdy, dla mnie to prawdziwy koszmar.
uk: Насправді, для мене це справжній кошмар.

source: Doprawdy, to straszne co się stało...
uk: Справді, те, що сталося, – це жахливо...

source: Doprawdy?
uk: Справді?

source: Doprawdy? A na kogo ci wyglądam?
uk: Справді? А на кого я схожа?

source: Doprawdy? A opóźnienia skąd się niby wzięły?
uk: Справді? Тоді звідки ж ці затримки?

source: Doprawdy? A w jakim to celu chcesz się z nim widzieć?
uk: Справді? А з якою метою ти хочеш з ним зустрітися?

source: Doprawdy? Cóż, dopiszę to do kolejnego podatku.
uk: Та невже? Тоді я додам це до наступного податку.

source: Doprawdy? Dlaczego?
uk: Справді? Чому?

source: Doprawdy? Gdzie i kiedy je widziałeś?
uk: Справді? Де і коли ти їх бачив?

source: Doprawdy? Gdzie jest ten obibok?
uk: Справді? Де цей нероба?

source: Doprawdy? Interesujące... Muszę ci przyznać, że z takimi umiejętnościami otwierania zamków mógłbyś mi się przydać. Niestety, tylko jeden z nas stąd wyjdzie.
uk: Справді? Цікаво... Мушу визнати, що з такими навичками відмикання замків ти міг би мені знадобитись. На жаль, лише один з нас вийде звідси.

source: Doprawdy? Miałeś czekać w sali z drabiną.
uk: Серйозно? Я ж сказав чекати в залі з драбиною.

source: Doprawdy? Może miał do ukrycia więcej, niż ktokolwiek z nas się spodziewał? Pewnie już się nigdy tego nie dowiemy.
uk: Справді? Може, він приховував більше, ніж ми думали? Напевно, ми вже ніколи цього не дізнаємось.

source: Doprawdy? Na moje oko, zwyczajnie włamałeś się do mojej chaty.
uk: Та невже? Як на мене, ти просто вдерся до моєї хатини.

source: Doprawdy? Rozumiem, że nie dotyczy cię uchwalane prawo, ilość plonów, które musisz oddać w daninie Królowi, ani to że nie możesz przekroczyć bram Starego Miasta bez uzyskania stosownych pism?
uk: Справді? Я так розумію, тебе не хвилюють закони, які приймаються, кількість врожаю, який ти повинен віддати Королю як данину, або той факт, що ти не можеш перетнути браму Старого міста, не отримавши відповідної перепустки?

source: Doprawdy? Sam mam z nimi spory problem, ale widzę, że już się nimi zająłeś.
uk: Справді? У мене в самого з ними чималі проблеми, але бачу, що ти їх вже вирішив.

source: Doprawdy? To dlaczego wcześniej nic nie powiedziałeś? Dlaczego kręciłeś się pod domem Igora? Twoja historia jest bardziej dziurawa niż ser, a my mamy już dość kłamstw.
uk: Справді? Тоді чому ти нічого не сказав раніше? Чому ти крутився біля будинку Ігоря? У твоїй історії більше дірок, ніж у сирі, а з нас досить брехні.

source: Doprawdy? Willem przekazał mi, że to tutaj go znajdę.
uk: Справді? Віллем сказав мені, що я знайду його тут.

source: Doprawiłem jedzenie Bertera.
uk: Я приправив їжу Бертера.

source: Doprowadzę Lichwiarza przed sąd i zadbam o sprawiedliwy wyrok dla niego.
uk: Я притягну Лихваря до відповідальності і простежу, щоб він отримав справедливий вирок.

source: Dopóki, brat nie wypędził go z domu.
uk: Допоки брат не вигнав його з дому.

source: Dorabia się jakiejś pozycji, a w nagrodę każą mu sprzątać...
uk: Отримує підвищення, а в нагороду його змушують прибирати...

source: Dorlay - 'Gobliny powstaną'
uk: Dorlay – 'Гобліни повстануть'

source: Dorobiłeś się sporego domu jak na kogoś biednego.
uk: Як на бідняка, ти побудував непоганий будинок.

source: Dorodne rośliny
uk: Розкішні рослини

source: Dorodne, zielone warzywo.
uk: Стиглий зелений овоч.

source: Dorodny krzak winogron
uk: Великий виноградний кущ

source: Dorodny owoc zwany złotem Archolos.
uk: Цю стиглу ягоду ще називають золотом Архолосу.

source: Dorran
uk: Дорран

source: Dorran, kowal w Szczurzym Zaułku, nie zna się na broni, w tym na grotach. Poradził mi jednak, abym udał się do Odgara.
uk: Дорран, коваль у Щурячому провулку, не знається на зброї, у тому числі на наконечниках болтів. Однак він порадив мені звернутися до Одгара.

source: Dorwały nas! Pojawiły się znikąd!
uk: Вони напали на нас! Вони з'явилися нізвідки!

source: Dorwij ją w moim imieniu, przyjacielu.
uk: Знайди його замість мене, друже.

source: Dorzucę jeszcze kilka złotych monet, żebyś później nie opowiadał, że Wilczy Synowie nie potrafią się odwdzięczyć.
uk: Я докину ще декілька золотих монет, щоб ти потім не казав, що Вовчі Сини не вміють бути вдячними.

source: Dorzucę też trochę złota, czego on ci pewnie nie zaproponował. W końcu, jego spadek po matce kiedyś się skończy, nie może nim szastać!
uk: Я також підкину трохи золота, якого він тобі, мабуть, не запропонував. Зрештою, спадок його матері колись закінчиться, і він не зможе ним хизуватися!

source: Dorównałeś mi umiejętnościami, niczego cię już nie nauczę.
uk: Ти зрівнявся з моїми навичками, я більше не можу тебе нічому навчити.

source: Dosadnie ich przekonałem, żeby nie sprawiali już problemów.
uk: Я просто попросив їх не створювати більше проблем.

source: Dosiadł się do nas nasz stary znajomy Willem, z kilkoma swoimi znajomymi. Gdy mieliśmy już wrócić na dół po kolejną kolejkę, podszedł do nas jakiś wielki typ.
uk: До нас приєднався наш старий знайомий Віллем з кількома своїми друзями. Коли ми вже збиралися спуститися за черговим кухлем, до нас підійшов якийсь величезний тип.

source: Doskonale cię rozumiem, Marvin. Archolos i jego mieszkańcy nie mają skrupułów. Wyssą z ciebie wszystko, co najlepsze, a później wyrzucą, gdy przestaniesz być przydatny.
uk: Я чудово тебе розумію, Марвіне. Архолос і його мешканці не мають жодних докорів сумління. Вони висмокчуть з тебе все найкраще, а потім викинуть, коли ти перестанеш бути потрібним.

source: Doskonale cię rozumiem, sam bym postąpił pewnie tak samo. Twój ojciec miał te swoje problemy, szkoda, że nie udało mu się wygrać z tym paskudnym nałogiem...
uk: Я чудово тебе розумію, я б, напевно, і сам вчинив би так само. У твого батька були проблеми, шкода, що він не зміг побороти цю згубну залежність...

source: Doskonale cię rozumiem, sam uważam, że ten rodzaj pracy jest znacznie bardziej dochodowy.
uk: Я чудово тебе розумію, тому що сам вважаю таку працю набагато вигіднішою.

source: Doskonale rozumiem, że czasami najlepszym wyjściem z sytuacji jest zimny oręż.
uk: Я прекрасно розумію, що іноді найкращий вихід із ситуації – це холодна зброя.

source: Doskonale sobie z tym poradziłeś. Czuję, że będziemy się świetnie dogadywać na naszej wyprawie.
uk: Ти чудово з цим впорався. Відчуваю, ми гарно поладнаємо під час нашої експедиції.

source: Doskonale to rozumiem, ciężko pomyśleć o lepszym miejscu na nowy początek, niż Archolos. Gdy cały świat wariuje, Archolos dalej pozostaje stolicą handlu i kultury.
uk: Я це чудово розумію, важко придумати краще місце для нового початку, ніж Архолос. Коли весь світ божеволіє, Архолос продовжує залишатися столицею торгівлі та культури.

source: Doskonale wiem, kto jest winny, to Volker nas zaatakował!
uk: Я прекрасно знаю, хто винен. Це Волкер напав на нас!

source: Doskonale wiesz, co ci odpowiem, i twoi pracodawcy także doskonale zdawali sobie z tego sprawę, więc podejrzewam, że jesteś tu w zupełnie innym celu.
uk: Ти прекрасно знаєш, що я відповім, і твої роботодавці також прекрасно це знають. Тому я підозрюю, що ти тут зовсім з іншою метою.

source: Doskonale wiesz, że nie jestem zwolennikiem Gildii. Jeśli odmówisz mi wsparcia, osobiście przekonam Króla do delegalizacji waszej organizacji na terenie całego Królestwa Myrtany. Dla dodatkowej zachęty prywatnie dorzucę dożywotnie zwiedzanie kopalń magicznej rudy w Khorinis.
uk: Ти прекрасно знаєш, що я не прихильник Гільдії. Якщо ви не підтримаєте мене, я особисто переконаю Короля оголосити вашу організацію поза законом по всій території Королівства Міртана. Як додатковий стимул, я влаштую тобі довічну екскурсію до копалень магічної руди на Хорінісі.

source: Doskonale wiesz, że nie znoszę wysokości!
uk: Ти ж чудово знаєш, що я не переношу висоти!

source: Doskonale zdaję sobie sprawę z tego, w jak niewygodnej sytuacji osobistej musisz się znajdować.
uk: Я чудово розумію, в якій незручній особистій ситуації ти перебуваєш.

source: Doskonale zdaję sobie z tego sprawę, jednak musimy zyskać na czasie.
uk: Я це добре усвідомлюю, але нам потрібно виграти час.

source: Doskonale!
uk: Прекрасно!

source: Doskonale! Stworzyłeś idealne warunki, żeby posłać tam jakiegoś agitatora.
uk: Чудово! Ти створив ідеальні умови, щоб послати туди агітатора.

source: Doskonale! Trzymaj, to za fatygę.
uk: Чудово! Продовжуй в тому ж дусі, це тобі за клопоти.

source: Doskonale! Wiedziałem, że mogę na ciebie liczyć.
uk: Прекрасно! Я знав, що можу на тебе розраховувати.

source: Doskonale! Wiedziałem, że sobie z tym poradzisz!
uk: Чудово! Я знав, що ти впораєшся!

source: Doskonale, chodźmy, rozpalimy ognisko i na spokojnie wszystko omówimy.
uk: Чудово, ходімо, розпалимо вогнище і все спокійно обговоримо.

source: Doskonale, dzięki temu sprawiedliwość dosięgnie winnych złapanych na gorącym uczynku.
uk: Чудово, так справедливість досягне винуватців, яких ми спіймаємо на місці злочину.

source: Doskonale, jesteśmy coraz bliżej odzyskania Rozjemcy. Adanos naprawdę musi nad nami czuwać!
uk: Прекрасно, ми все ближче і ближче до повернення Миротворця. Аданос, мабуть, справді наглядає за нами!

source: Doskonale, możemy w takim razie rozpocząć zbieranie zaufanych ludzi i wszystkich potrzebnych materiałów.
uk: Чудово, тоді ми можемо починати збір надійних людей і всіх необхідних матеріалів.

source: Doskonale, przekażę go Garosowi i jego chłopcom.
uk: Відмінно, я передам це Гаросу та його хлопцям.

source: Doskonale, przygotuję dla ciebie trochę prowiantu.
uk: Чудово, я підготую тобі провізію.

source: Doskonale, przyjrzę się im w wolnej chwili.
uk: Чудово, я перегляну їх у вільний час.

source: Doskonale, tego właśnie mi było trzeba.
uk: Чудово, якраз те, що мені потрібно.

source: Doskonale, teraz podpisz jeszcze ten dokument o wzięciu udziału w turnieju...
uk: Чудово, тепер підпиши цей документ про вступ до турніру...

source: Doskonale, teraz tylko je wypolerować i będą wyglądały jak nowe.
uk: Чудово, тепер залишилось тільки відполірувати їх і вони виглядатимуть як нові.

source: Doskonale, to paskudztwo dostatecznie długo sprawiało już problemy.
uk: Чудово, ця тварюка наробила вже достатньо проблем.

source: Doskonale, w takim razie ja zajmę się pozostałymi przygotowaniami.
uk: Чудово, в такому разі я візьму на себе решту приготувань.

source: Doskonale, w takim razie możemy zaczynać odlewanie.
uk: Чудово, можемо починати лиття.

source: Doskonale, wiedziałem, że pamięć mnie nie myli. Kto by pomyślał, że tak niezwykły artefakt cały czas znajdował się pod naszym nosem.
uk: Чудово, я знав, що моя пам'ять не підвела. Хто б міг подумати, що такий незвичний артефакт весь цей час знаходився в нас під носом.

source: Doskonale, wróć do mnie za dzień lub dwa, wszystko powinno być już wtedy gotowe.
uk: Чудово, повертайся до мене через день-два, до того часу все повинно бути готово.

source: Doskonale, wróć do mnie, gdy uda ci się zdobyć tego więcej!
uk: Чудово, повертайся, коли роздобудеш ще!

source: Doskonale, właśnie na to liczyłem.
uk: Ідеально, саме на це я і розраховував.

source: Doskonale.
uk: Прекрасно.

source: Doskonale. Do biegu, gotowi, start!
uk: Чудово. На старт, увага, марш!

source: Doskonale. Pamiętaj, jaką stawkę masz do zgarnięcia!
uk: Чудово. Пам'ятай, що стоїть на кону!

source: Doskonale. Teraz ci biedacy przynajmniej nie będą się co chwilę rozchorowywać.
uk: Чудово. Тепер ці бідолахи принаймні не хворітимуть якийсь час.

source: Doskonale. Wiedz, Marvin, że jeśli rozwiążesz ten problem w satysfakcjonujący mnie sposób, to nie ominie cię nagroda większa niż zazwyczaj.
uk: Чудово. Знай, Марвіне, якщо вирішення проблеми мене порадує, то на тебе чекатиме більша винагорода, ніж зазвичай.

source: Doskonale...
uk: Прекрасно...

source: Doskonała robota! Przyjmij to złoto jako nagrodę!
uk: Відмінна робота! Прийми це золото як винагороду!

source: Doskonała robota, Marvin. Przyciąłeś to idealnie. Chodź ze mną, musimy ustawić dobrze te pale.
uk: Чудова робота, Марвіне. Ти ідеально її розпиляв. Ходімо зі мною, треба встановити ці опори.

source: Doskonała robota. Niczego innego się nie spodziewałem po waszej dwójce.
uk: Відмінна робота. Нічого іншого від вас двох я і не очікував.

source: Dostajecie pieniądze za pracę, której nie wykonujecie. Dość tego!
uk: Вам платять за роботу, яку ви не виконуєте. Досить!

source: Dostajemy zapłatę za operowanie dźwigiem, nie jego uszkadzanie.
uk: Нам платять за роботу крана, а не за його пошкодження.

source: Dostali je pewnie przed samym wejściem, czyli parę dni temu.
uk: Ймовірно, вони отримали їх перед самим виходом, тобто кілька днів тому.

source: Dostaliśmy nowe zlecenie, ktoś nam solidnie zapłacił za zbudowanie zgrabnej i szybkiej łodzi do transportu towarów.
uk: Отримали нове замовлення, хтось нам солідно заплатив, щоб ми побудували легкий і швидкий човен для транспортування товарів.

source: Dostanie ci się za to od Albyna! I na co ci to było?!
uk: Ти ще отримаєш за це від Альбіна! І навіщо це було?!

source: Dostanie się do miasta to jakiś kłopot?
uk: А потрапити до міста – це якась проблема?

source: Dostaniesz ode mnie pisemne pozwolenie na wejście do środka.
uk: Ти отримаєш від мене письмовий дозвіл на вхід всередину.

source: Dostaniesz teraz butelkę za darmo, jeśli wygrasz to zwróci mi się to z nawiązką.
uk: Зараз ти отримаєш пляшечку безкоштовно, а якщо виграєш, то вона з лишком окупить мої витрати.

source: Dostaniesz za swoje, ty gnido!
uk: Ти ще отримаєш, на що заслужив, падлюко!

source: Dostanę przynajmniej jakąś miotłę?
uk: Можу я отримати хоча б мітлу?

source: Dostanę teraz glejt do miasta?
uk: Тепер я отримаю перепустку до міста?

source: Dostarcz mi haki na tę dwójkę, a bez wątpienia ci się odwdzięczę!
uk: Знайди мені щось на цих двох, а я, без сумніву, віддячу тобі!

source: Dostarcz mi haki na tę dwójkę, a pomogę ci zostać obywatelem tego miasta!
uk: Знайди мені щось на цих двох, і я допоможу тобі стати громадянином міста!

source: Dostarcz to jak najszybciej do Salviego. Nie chcę mieć jeszcze jego na karku.
uk: Передай це Сальві якнайшвидше.Не хочу, щоб він знову мене дістав.

source: Dostarczanie osób i towarów na miejsce to specjalność Araxos. Jestem pewien, że chociaż raz skorzystałeś z naszych wozów transportowych.
uk: Доставляти людей та вантажі до місця призначення – це спеціалізація Араксосу. Я впевнений, що ти хоча б раз користувався нашим транспортом.

source: Dostarczyłem Baesowi skóry różnych wilków. W zamian podarował mi pierścień ochrony.
uk: Я забезпечив Байса шкурами різних вовків. Натомість він подарував мені перстень захисту.

source: Dostarczyłem Riordianowi fragmenty klucza. Mag zajmie się teraz ich połączeniem, a ja i Kessel przygotujemy wszystko, co potrzebne do wyprawy.
uk: Я віддав Ріордіану фрагменти ключа. Тепер маг подбає про те, щоб зібрати їх докупи, а ми з Кесселем підготуємо все необхідне для експедиції.

source: Dostarczyłem Willemowi ryby, o które prosił.
uk: Я приніс Віллему рибу, яку він просив.

source: Dostarczyłem list szefowi stoczni, który w ramach podziękowania dał mi kilka złotych monet. Dack powiedział, że drwale otrzymają odpowiedź poprzez gońca. Teraz spokojnie mogę wrócić do swoich spraw.
uk: Я передав листа начальнику корабельні, який на знак подяки дав мені кілька золотих монет. Дак сказав, що лісоруби отримають відповідь через посланця. Тепер я можу спокійно повертатися до своїх справ.

source: Dostarczyłem zupę.
uk: Я доставив суп.

source: Dostarczyłem złoto Petrze... Powinienem teraz przypomnieć jej o drugiej części naszej umowy.
uk: Я приніс золото Петрі... Тепер потрібно нагадати їй про другу частину нашої угоди.

source: Dostawa drewna dotarła do Einara, odmówiłem jednak dalszej pomocy w kuźni. Mam ważniejsze sprawy na głowie.
uk: До Ейнара прибула партія деревини, але я відмовився допомогти йому в кузні. У мене є важливіші справи.

source: Dostawa jeszcze nie dotarła do Dirka! Przyjdź później!
uk: Замовлення ще не прибуло до Дірка! Зайди пізніше!

source: Dostawa materiałów
uk: Доставка матеріалів

source: Dostawy od Gildii Kupieckiej docierają do mnie coraz rzadziej, Ich gońce chyba sami zużywają moje składniki. Złożyłem już na nich kilka skarg.
uk: Постачання від Торгової Гільдії доходять до мене все рідше. Їхні посланці, схоже, самі споживають мої складники. Я вже подав на них кілька скарг.

source: Dostawę miał odebrać tutejszy kowal, ale uciekło mi jak ma na imię.
uk: Доставку мав забрати місцевий коваль, але його ім'я вислизнуло з моєї пам'яті.

source: Dostać się do niego nie będzie łatwo, a podejrzewam, że po dobroci Salvi ci ich nie odda.
uk: Дістатися до неї буде непросто, і я підозрюю, що Сальві не віддасть їх тобі по-доброму.

source: Dostał je ode mnie, ale że sam byłem wtedy zarobiony pracą, cały zapas przekazałem Odgarowi.
uk: Він отримав їх від мене, але оскільки я сам тоді був зайнятий роботою, я віддав весь запас Одгару.

source: Dostał nowe rozkazy. Sprawy się skomplikowały.
uk: Він отримав новий наказ. Все ускладнилося.

source: Dostał to, na co zasłużył. Już nigdy więcej cię nie oszuka.
uk: Він отримав те, що заслужив. Він більше ніколи тебе не обдурить.

source: Dostałem dokument potwierdzający zapłatę od niejakiego Szmuglera. Cała ta sytuacja wygląda bardzo podejrzanie. Zapłatę miał odebrać Antonio, siedział jednak w głębi jaskini i nie mogłem z nim porozmawiać. Najlepiej, jeśli zamelduję o wszystkim Cortezowi.
uk: Я отримав документ, що підтверджує оплату від якогось контрабандиста. Вся ситуація виглядає дуже підозріло. Платіж мав забрати Антоніо, але він сидів у глибині печери, і я не зміг з ним поговорити. Буде краще, якщо я повідомлю про все Кортезу.

source: Dostałem dokument potwierdzający zapłatę od niejakiego Szmuglera. Cała ta sytuacja wygląda bardzo podejrzanie. Zapłatę miał odebrać Antonio, siedział jednak w głębi jaskini i nie mogłem z nim porozmawiać. Podobno Szmugler i jego banda są jego ochroną. Najlepiej, jeśli zamelduję o wszystkim Cortezowi.
uk: Я отримав документ, що підтверджує оплату від якогось контрабандиста. Вся ситуація виглядає дуже підозріло. Платіж мав забрати Антоніо, але він сидів у глибині печери, і я не зміг з ним поговорити. Ймовірно, Койот і його банда охороняють Антоніо. Буде краще, якщо я повідомлю про все Кортезу.

source: Dostałem dokument potwierdzający zapłatę od niejakiego Szmuglera. Teraz wystarczy dać go Cortezowi i po sprawie.
uk: Я отримав документ про підтвердження оплати від людини на ім'я Койот. Тепер залишається віддати його Кортезу і справа зроблена.

source: Dostałem glejt od Albyna. Teraz wejście do miasta nie powinno stanowić problemu.
uk: Я дістав перепустку від Альбіна. Тепер потрапити до міста не повинно бути проблемою.

source: Dostałem go od Saula podczas turnieju.
uk: Я отримав його від Сола під час турніру.

source: Dostałem go od handlarki o imieniu Petra.
uk: Я отримав його від торговки на ім'я Петра.

source: Dostałem gotową truciznę od Hierro. Nowicjusz przekazał mi także odtrutkę, ale to, czy zechcę jej użyć, zależy już tylko ode mnie. Najlepiej, jeśli zachowam ją przy sobie, ale przy Benie będę udawał, że jest gdzie indziej. Teraz muszę jedynie znaleźć sposób, by dolać ją do wina Bena. Robienie tego przy nim to samobójstwo, ale Oscar wspominał o regularnych dostawach, które do niego wysyła.
uk: Я отримав від Гієро готову отруту. Послушник також дав мені протиотруту, але чи захочу я її використати – це вже моя справа. Найкраще, якщо я буду тримати її при собі, але перед Беном зроблю вигляд, що вона десь в іншому місці. Зараз мені потрібно знайти спосіб підмішати її у вино Бена. Робити це при ньому – самогубство, але Оскар згадував, що йому регулярно приносять вино.

source: Dostałem je od Lorenzo.
uk: Я отримав його від Лоренцо.

source: Dostałem ją od Venzela.
uk: Я отримав її від Венцеля.

source: Dostałem kilka skrzynek tego piwa od mojego przyjaciela z dawnych lat.
uk: Мені дісталося кілька ящиків цього пива від мого давнього приятеля.

source: Dostałem list od dziewczyny, którą kocham... Tylko nie potrafię go przeczytać.
uk: Я отримав лист від коханої дівчини... Тільки я не можу його прочитати.

source: Dostałem na nie zlecenie, ale... nie jestem z tego powodu dumny.
uk: Мені доручили це зробити, але... я цим не пишаюся.

source: Dostałem od Riordiana książkę 'Korytarze Vardhal', pokrótce opisującą legendy dotyczące tego miejsca. Na pewno warto ją przeczytać.
uk: Я отримав від Ріордіана книгу 'Коридори Вардхалу' з коротким описом легенд, якими обросло це місце. Її, безумовно, варто прочитати.

source: Dostałem od Ronji dokument potwierdzający, że Gildia funkcjonuje inaczej niż w czasach ojca Darthe. Może uda mi się to jakoś wykorzystać w rozmowie z myśliwym.
uk: Я отримав від Роні документ, який підтверджує, що Гільдія наразі функціонує інакше, ніж за часів Дартового батька. Можливо, я зможу якось використати його в розмові з мисливцем.

source: Dostałem od Ulryka pismo, dzięki któremu 'prawdopodobnie' zostanę wpuszczony do kopalni. Odnoszę wrażenie, że władca Leża wyjątkowo nieśmiesznie sobie ze mnie zażartował...
uk: Я отримав від Ульріка листа, завдяки якому мене 'можливо' пустять в копальню. У мене складається враження, що правитель Лігва дуже невесело пожартував наді мною...

source: Dostałem odprawę, dzięki której udało mi się otworzyć mały interes.
uk: Я отримав вихідну допомогу, яка дозволила мені відкрити невеличкий бізнес.

source: Dostałem pałką przez łeb i na parę tygodni trafiłem do pierdla. Moi 'koledzy' mnie wykupili, ale dopiero wtedy zaczęły się moje problemy.
uk: Мене вдарили по голові, і я кілька тижнів провів у в'язниці. Мої 'колеги' мене викупили, але відтоді і почалися мої проблеми.

source: Dostałem porządne lanie, ale myślę, że ochroniarz udowodnił swoją skuteczność przed szefem. Powinienem jutro około północy poszukać go w miejscu, gdzie po raz pierwszy rozmawialiśmy, by zapytać o nagrodę.
uk: Мене добряче побили, але я думаю, що охоронець довів свою ефективність. Я повинен знайти його завтра близько опівночі на тому ж місці, де ми розмовляли вперше, щоб запитати про винагороду.

source: Dostałem sakwę ze złotem i list z dokładnym opisem zlecenia.
uk: Я отримав гаманець з золотом і лист з детальним описом замовлення.

source: Dostałem się do pomieszczenia, które wygląda na główną salę. Nie docierają tu praktycznie żadne promienie światła. Powinienem porozpalać okoliczne pochodnie, inaczej nawet nie zauważę atakujących mnie zagrożeń. Jednocześnie będę dzięki temu wiedział, gdzie już byłem.
uk: Я потрапив до кімнати, схожої на головний зал. Сюди практично не проникає жодного променя світла. Я повинен запалити навколишні смолоскипи, інакше можна й не помітити загрози, що насувається. При цьому я буду знати, де я вже побував.

source: Dostałem swoją nagrodę i jeszcze premię za szybkie działanie.
uk: Я отримав свою винагороду та ще й премію за те, що діяв швидко.

source: Dostałem swoją nagrodę, ale na premię nie zasłużyłem. Mogłem szybciej się za to wziąć.
uk: Я отримав свою нагороду, але не заслужив на премію. Можна було б і швидше впоратися з цим завданням.

source: Dostałem ten dokument od skryby Mateya.
uk: Я отримав цей документ від писаря Матея.

source: Dostałem ten pancerz od renegatów.
uk: Цей обладунок дістався мені від відступників.

source: Dostałem tę robotę po Hendriku i nie chcę stracić swojej szansy.
uk: Я отримав роботу після Хендріка і не хочу втратити свій шанс.
